/*

        # 基于android的健身信息管理系统- -测试报告


		## 测试版本（v1.0.0)

		##提测内容
		- 基于android的健身信息管理系统
		- 项目模块
		- 打卡模块
		- 健身运动模块
		- 健身经验模块
		- 健身经验评论模块
		- 系统管理模块
		-通知模块

		## 测试情况及建议

		以上提测内容较稳定，达到产品所取需求要点

		## 风险项

		序号|重要程度|问题描述|原因|备注
		-----|---------|----------|-----
		  01 |    高   |需求不明确导致数据库重建 |没有较好的规划需求
		  02 |    低   |未进行防止用户暴力破解   |未了解相关技术
		  03 |    低   |数据超级大时加载缓慢     |服务器处理能力低

		##测试情况

		###测试时间

		2019.5.04-2019.5.10

		###测试发现bug数量

		总数|紧急修改问题|高优先级问题总数|中优先级问题总数|低优先级问题总数
		-----|---------------|------------------|--------------------|-----------------
		  1  |        0      |         0        |          0         |         1

		###遗留bug数量

		总数|紧急修改问题|高优先级问题总数|中优先级问题总数|低优先级问题总数
		-----|---------------|------------------|--------------------|-----------------
		  0  |       0       |         0        |          0         |         0
		###遗留bug详情
		序号|优先级|问题描述|原因
		-----|-----|--------|----


				*/